Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/rettet_avvik_pa_valgmanntallets_innmeldingsside.html.tmx
Source language: nob
Languages: sme

source: Sametinget har opplev d ulike tekniske utfordringer med siden for innmelding til Sametingets valgmanntall .
sme: Sámedikkis leat leamaš iešguđetlágan teknihkalaš hástalusat válgajienastuslohkui sisadieđihansiiddus.

source: Dette er nå rettet.
sme: Dát leat dál njulgejuvvon.

source: Sametinget har denne uka fått tilbakemeldinger om at enkelte som har krysset av riktig på skjema allikevel får melding om at de ikke oppfyller kriteriene for å stå i valgmanntallet.
sme: Sámediggi lea dán vahku ožžon máhcahagaid ahte muhtimat geat leat riekta deavdán skovi dieđihit iežas válgajienastuslohkui liikká ožžot dieđu ahte eai deavdde eavttuid.

source: Dette er avvik, og Sametinget har gjort systematisk søk for å rette opp i dette, og har også utført testing av systemet.
sme: Dát leat boasttuvuođat, ja Sámediggi lea systemáhtalaččat bargan njulget dáid boasttuvuođaid, ja mii leat maid iskan vuogádaga.

source: Vi har ingen indikasjoner på at avviket fortsatt er der.
sme: Mis eai leat indikašuvnnat ahte lea ain boasttuvuohta vuogádagas.

source: Vi har mottatt 42 nye begjæringer etter at avviket ble rettet, som ikke har den teksten.
sme: Mii leat ožžon 42 ođđa sisadieđiheami ohcanskovi maŋŋel go boasttuvuohta lea njulgejuvvon main ii leat dát boasttu diehtu.

source: Det er sendt ut brev i går til de som fikk tekstdelen knyttet til avvik.
sme: Ikte lea sáddejuvvon reive sidjiide geat leat ožžon dán teakstaoasi mas lea boasttuvuohta.

source: Sametinget ber publikum om å ta kontakt med Sametinget, om de oppdager avvik i skjema om begjæring til Sametingets valgmanntall.
sme: Sámediggi bivdá olbmuid dieđihit Sámediggái, jus fuomášit boasttuvuođaid sisadieđihanskovis.

source: T a kontakt med Sametinget, via e-post samediggi@samediggi.no eller på telefon 78 47 40 00 .
sme: Váldde oktavuođa Sámedikkiin e-boastta bokte samediggi@samediggi.no dahje telefovnna bokte 78 47 40 00 .
